images/carritogestionweb/1714070923.9051_results_AutRequest_soap.txt

SoapClient::__set_state(array(
   'trace' => 1,
   '_exceptions' => false,
   '_encoding' => 'UTF-8',
   '_stream_context' => NULL,
   '_soap_version' => 1,
   'sdl' => NULL,
   '__last_request' => '<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://ar.gov.afip.dif.FEV1/"><SOAP-ENV:Body><ns1:FECAESolicitar><ns1:Auth><ns1:Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgc3JjPSJDTj13c2FhLCBPPUFGSVAsIEM9QVIsIFNFUklBTE5VTUJFUj1DVUlUIDMzNjkzNDUwMjM5IiBkc3Q9IkNOPXdzZmUsIE89QUZJUCwgQz1BUiIgdW5pcXVlX2lkPSIzNDg5Nzk4Nzc1IiBnZW5fdGltZT0iMTcxNDA3MDg2MyIgZXhwX3RpbWU9IjE3MTQxMTQxMjMiLz4KICAgIDxvcGVyYXRpb24gdHlwZT0ibG9naW4iIHZhbHVlPSJncmFudGVkIj4KICAgICAgICA8bG9naW4gZW50aXR5PSIzMzY5MzQ1MDIzOSIgc2VydmljZT0id3NmZSIgdWlkPSJTRVJJQUxOVU1CRVI9Q1VJVCAyMDMwNzAwOTcxNSwgQ049Z2VzdGlvbnN0YWZpcCIgYXV0aG1ldGhvZD0iY21zIiByZWdtZXRob2Q9IjIyIj4KICAgICAgICAgICAgPHJlbGF0aW9ucz4KICAgICAgICAgICAgICAgIDxyZWxhdGlvbiBrZXk9IjIwMzA3MDA5NzE1IiByZWx0eXBlPSI0Ii8+CiAgICAgICAgICAgIDwvcmVsYXRpb25zPgogICAgICAgIDwvbG9naW4+CiAgICA8L29wZXJhdGlvbj4KPC9zc28+Cg==</ns1:Token><ns1:Sign>s4QTOYz4QKNvpdRLaamewRZkmhBdPTeE/erCl9j1TTjgz7xgPX0gS+/YEPsTSc2oWHzbmd8vTQV4AiU+hmFC+yXj610ol78NY9/wuh7oZd+3RQ08bzcXOOztmFyn0fumfNqRwhWncpQpah04GSIe9J/K1PU41vX5jNVbxksehKI=</ns1:Sign><ns1:Cuit>20307009715</ns1:Cuit></ns1:Auth><ns1:FeCAEReq><ns1:FeCabReq><ns1:CantReg>1</ns1:CantReg><ns1:PtoVta>3</ns1:PtoVta><ns1:CbteTipo>6</ns1:CbteTipo></ns1:FeCabReq><ns1:FeDetReq><ns1:FECAEDetRequest><ns1:Concepto>1</ns1:Concepto><ns1:DocTipo>96</ns1:DocTipo><ns1:DocNro>30700971</ns1:DocNro><ns1:CbteDesde>8</ns1:CbteDesde><ns1:CbteHasta>8</ns1:CbteHasta><ns1:CbteFch>20240425</ns1:CbteFch><ns1:ImpTotal>10</ns1:ImpTotal><ns1:ImpTotConc>0</ns1:ImpTotConc><ns1:ImpNeto>10</ns1:ImpNeto><ns1:ImpOpEx>0</ns1:ImpOpEx><ns1:ImpTrib>0</ns1:ImpTrib><ns1:ImpIVA>0</ns1:ImpIVA><ns1:FchServDesde></ns1:FchServDesde><ns1:FchServHasta></ns1:FchServHasta><ns1:FchVtoPago></ns1:FchVtoPago><ns1:MonId>PES</ns1:MonId><ns1:MonCotiz>1</ns1:MonCotiz></ns1:FECAEDetRequest></ns1:FeDetReq></ns1:FeCAEReq></ns1:FECAESolicitar></SOAP-ENV:Body></SOAP-ENV:Envelope>
',
   'httpsocket' => NULL,
   '_use_proxy' => 0,
   'httpurl' => NULL,
   '__last_request_headers' => 'POST /wsfev1/service.asmx HTTP/1.1
Host: servicios1.afip.gov.ar
Connection: Keep-Alive
User-Agent: PHP-SOAP/5.5.37
Content-Type: text/xml; charset=utf-8
SOAPAction: "http://ar.gov.afip.dif.FEV1/FECAESolicitar"
Content-Length: 2028

',
   '__last_response_headers' => 'HTTP/1.1 200 OK
Date: Thu, 25 Apr 2024 18:48:43 GMT
Cache-Control: private, max-age=0
Content-Type: text/xml; charset=utf-8
Content-Length: 1337
Set-Cookie: f5avraaaaaaaaaaaaaaaa_session_=MAPHOLHPHIDKPICCNLCBOEGODKPNBHFPMPGNJBFAJPIDGHOAFKILCJKJLIODBGCONFIDDDGKAFOMGAHLNNNADHPGEKGFNDANFDKOEPOOPGBFNPFAELHGEBPPKODMEFCN; HttpOnly; secure
Set-Cookie: TS0122d503=0145b27a97d65005b2dbd5b038e1d42845322a6da617b9242c5ec3ed8716bd39d7c40adbaedb2e16bc30fdfad8ad311191e74f9c26; Path=/
',
   '_cookies' => 
  array (
    'f5avraaaaaaaaaaaaaaaa_session_' => 
    array (
      0 => 'MAPHOLHPHIDKPICCNLCBOEGODKPNBHFPMPGNJBFAJPIDGHOAFKILCJKJLIODBGCONFIDDDGKAFOMGAHLNNNADHPGEKGFNDANFDKOEPOOPGBFNPFAELHGEBPPKODMEFCN',
      3 => true,
      1 => '/wsfev1',
      2 => 'servicios1.afip.gov.ar',
    ),
    'TS0122d503' => 
    array (
      0 => '0145b27a97d65005b2dbd5b038e1d42845322a6da617b9242c5ec3ed8716bd39d7c40adbaedb2e16bc30fdfad8ad311191e74f9c26',
      1 => '/wsfev1',
      2 => 'servicios1.afip.gov.ar',
    ),
  ),
   '__last_response' => '<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Header><FEHeaderInfo xmlns="http://ar.gov.afip.dif.FEV1/"><ambiente>Produccion - se3</ambiente><fecha>2024-04-25T15:48:43.8423123-03:00</fecha><id>5.5.0.0</id></FEHeaderInfo></soap:Header><soap:Body><FECAESolicitarResponse xmlns="http://ar.gov.afip.dif.FEV1/"><FECAESolicitarResult><FeCabResp><Cuit>20307009715</Cuit><PtoVta>3</PtoVta><CbteTipo>6</CbteTipo><FchProceso>20240425154843</FchProceso><CantReg>1</CantReg><Resultado>R</Resultado><Reproceso>N</Reproceso></FeCabResp><FeDetResp><FECAEDetResponse><Concepto>1</Concepto><DocTipo>96</DocTipo><DocNro>30700971</DocNro><CbteDesde>8</CbteDesde><CbteHasta>8</CbteHasta><CbteFch>20240425</CbteFch><Resultado>R</Resultado><CAE /><CAEFchVto /></FECAEDetResponse></FeDetResp><Errors><Err><Code>10000</Code><Msg>NO AUTORIZADO A EMITIR COMPROBANTES - LA CUIT INFORMADA NO CORRESPONDE A UN RESPONSABLE INSCRIPTO EN EL IMPUESTO IVA.</Msg></Err><Err><Code>10005</Code><Msg>NO AUTORIZADO A EMITIR COMPROBANTES - EL PUNTO DE VENTA INFORMADO DEBE ESTAR DADO DE ALTA Y SER DEL TIPO RECE</Msg></Err></Errors></FECAESolicitarResult></FECAESolicitarResponse></soap:Body></soap:Envelope>
',
))